{
	"en": [
		[
			"CMScript_nochoice0001",
			"<speak>Another area of science is plant reproduction. Within that area you could study the topics flower reproduction or algae reproduction. The area we will choose is physical and chemical changes. Please click on the highlighted picture below.</speak>"
		],
		[
			"CMScript_nochoice0002",
			"<speak>Within the area of physical and chemical changes, we will select the topic soda mint reactions. Please click the highlighted picture below.</speak>"
		],
		[
			"CMScript_nochoice0003",
			"<speak>Below are some variables that might affect the reaction between soda and mints. We can test one of these variables in the experiment</speak>"
		],
		[
			"CMScript_nochoice0004",
			"<speak>The type of sweetener in the soda, The amount of caffeine in the soda, The surface texture of the mint, and the amount of carbon dioxide in the soda</speak>"
		],
		[
			"CMScript_nochoice0005",
			"<speak>Let’s see the procedure for one practice trial for this experiment.</speak>"
		],
		[
			"CMScript_nochoice0006",
			"<speak>Here are all of the materials that may be necessary for this experiment, a mint, a bottle of soda, and a ruler.</speak>"
		],
		[
			"CMScript_nochoice0007",
			"<speak>We will put a single mint into a bottle of soda</speak>"
		],
		[
			"CMScript_nochoice0008",
			"<speak>Bubbles forming a soda guyzer may come out of the bottle</speak>"
		],
		[
			"CMScript_nochoice0009",
			"<speak>We can measure the height of the soda guyzer</speak>"
		],
		[
			"CMScript_nochoice0010",
			"<speak>Push the button in the middle of the screen to see the procedure for one practice trial for this experiment</speak>"
		],
		[
			"CMScript_nochoice0011",
			"<speak>In this experiment, there are only four things we can change, any of these might make a difference in the reaction between the soda and mint, these are the four variables we can test in this experiment, the type of sweetener which can be sugar</speak>"
		],
		[
			"CMScript_nochoice0012",
			"<speak>Or aspartame might make a difference</speak>"
		],
		[
			"CMScript_nochoice0013",
			"<speak>The amount of caffeine in the soda which can be some</speak>"
		],
		[
			"CMScript_nochoice0014",
			"<speak>Or none might make a difference</speak>"
		],
		[
			"CMScript_nochoice0015",
			"<speak>The surface texture of the mint which can be smooth</speak>"
		],
		[
			"CMScript_nochoice0016",
			"<speak>Or rough might make a difference</speak>"
		],
		[
			"CMScript_nochoice0017",
			"<speak>And the amount of carbon dioxide in the soda which can be high</speak>"
		],
		[
			"CMScript_nochoice0018",
			"<speak>Or low, this might also make a difference</speak>"
		],
		[
			"CMScript_nochoice0019",
			"<speak>We will test the following variable. The surface texture of the mint. This is the indepedent variable of the experiment. Please click on the highlighted button below.</speak>"
		],
		[
			"CMScript_nochoice0021",
			"<speak>The research question we have chosen is Does the surface texture of the mint affect the strength of the reaction between soda and mints?</speak>"
		],
		[
			"CMScript_nochoice0022",
			"<speak>OK!, we have chosen as our research Question, Does the surface texture of the mint affect the strength of the reaction between soda and mints?</speak>"
		],
		[
			"CMScript_nochoice0023",
			"<speak>Now that you have chosen your research question, you will set up your experiment.</speak>"
		],
		[
			"CMScript_nochoice0024",
			"<speak>You can see your research question above</speak>"
		],
		[
			"CMScript_nochoice0025",
			"<speak>In a science expeirment, the conditions are the different ways to set up the experiment</speak>"
		],
		[
			"CMScript_nochoice0026",
			"<speak>we compare across conditions to see if the variable we're testing (also called the independent variable) affects the outcome in your experiment (the height of the soda guyzer)</speak>"
		],
		[
			"CMScript_nochoice0027",
			"<speak>What is the independent variable (or what you're testing) in your experiment? Select your answer from the drop down below</speak>"
		],
		[
			"CMScript_nochoice0028",
			"<speak>We'll make the independent variable, surface texture of the mint, the color green in the table to remind us that it's what we're testing. Also, as you can see, we already filled in some of the values in the table. </speak>"
		],
		[
			"CMScript_nochoice0029",
			"<speak>Please type the correct value, smooth or rough, for Condition 2 in the highlighted box below.</speak>"
		],
		[
			"CMScript_nochoice0030",
			"<speak>What is the independent variable (or what you're testing) in your experiment? Select your answer from the drop down below</speak>"
		],
		[
			"CMScript_nochoice0031",
			"<speak>We'll make the independent variable, surface texture of the mint, the color green in the table to remind us that it's what we're testing. Also, as you can see, we already filled in some of the values in the table. </speak>"
		],
		[
			"CMScript_nochoice0032",
			"<speak>Please type the correct value, smooth or rough, for Condition 2 in the highlighted box below.</speak>"
		],
		[
			"CMScript_nochoice0033",
			"<speak>Try again! Since the surface texture of the mint is the variable you are trying to find out about, the values should be different across conditions. Click next to try again.</speak>"
		],
		[
			"CMScript_nochoice0034",
			"<speak>Great work! Now, please type the correect value, aspartame or sugar for the variable, type of sweetener for condition 1 in the highlighted box below. </speak>"
		],
		[
			"CMScript_nochoice0035",
			"<speak>Actually, all other variables, except for the one you are testing, should have the same values. This way, only the one variable you're testing can cause a difference in results in your experiment. Click next to try again.</speak>"
		],
		[
			"CMScript_nochoice0036",
			"<speak>Not quite! Try again.</speak>"
		],
		[
			"CMScript_nochoice0037",
			"<speak>Right! All other variables except for the one you area testing should have the same values. Now please type the correct value a lot or some for the next variable, Amount of Caffeine, in the highlighted box below. </speak>"
		],
		[
			"CMScript_nochoice0038",
			"<speak>Actually, all other variables, except for the one you are testing, should have the same values. This way, only the one variable you're testing can cause a difference in results in your experiment. Click next to try again.</speak>"
		],
		[
			"CMScript_nochoice0039",
			"<speak>Please type the correct value a lot or some, for condition 2, in the highlighted box below. </speak>"
		],
		[
			"CMScript_nochoice0040",
			"<speak>Actually, all other variables, except for the one you are testing, should have the same values. This way, only the one variable you're testing can cause a difference in results in your experiment. Click next to try again.</speak>"
		],
		[
			"CMScript_nochoice0041",
			"<speak>Correct! I think you've got it! Now, please type the correct value high or low, for the next variable Amount of carbon dioxide, in the highlighted box below.  </speak>"
		],
		[
			"CMScript_nochoice0042",
			"<speak> Not quite! Remember, all other variables except for the one you are testing, should have the same values. This way, only the one variable you're testing can cause a difference in results in your experiment. Click next and try again. You can do it!</speak>"
		],
		[
			"CMScript_nochoice0043",
			"<speak>Type the correct valye, high or low, in the highlighted box below</speak>"
		],
		[
			"CMScript_nochoice0044",
			"<speak>Congratulations! you have now designed a good experiment! the only variable that has different values is the surface texture of the mint, because that is the one you are trying to find out about. </speak>"
		],
		[
			"CMScript_nochoice0045",
			"<speak> So, only the surface texture of the mint could cause any differences you might find in your results!</speak>"
		],
		[
			"CMScript_nochoice0046",
			"<speak> Now, let's make sure you know what your dependent variable is. this is what you will measure in your experiment to answer your research quesiton.  Then, you can run your experiment in 3-d! </speak>"
		],
		[
			"CMScript_nochoice0047",
			"<speak> Please select the dependent variable from the choices below.</speak>"
		],
		[
			"CMScript_nochoice0048",
			"<speak> Great work! Now take a moment to fill in your experimenter worksheet so you don't forget how you set up the four variables for both conditions. </speak>"
		],
		[
			"CMScript_nochoice0049",
			"<speak> Alright! Head over to the experimenter station now to run this experiment in three d! Don't forget your experimenter worksheet!  </speak>"
		],
		[
			"CMScript_nochoice0050",
			"<speak> In the highlighted cell below, please type either smooth or rough for the surface texture of the mint you'd like to use in Condition 2. </speak>"
		],
		[
			"CMScript_nochoice0051",
			"<speak> All other variables, except for the one you are testing should have the same value across conditions. </speak>"
		],
		[
			"CMScript_nochoice0052",
			"<speak>Hello! Welcome to the ISP Tutor's Soda/Mint Reaction Experment activity! In this activity, you will learn how to properly set up your very own experiment! </speak>"
		],
		[
			"CMScript_nochoice0053",
			"<speak>Then you'll get to test your experiment in 3-D! Ready to start? Click next to continue </speak>"
		],
		[
			"CMScript_nochoice0054",
			"<speak> In the highlighted cell below, please type either smooth or rough for the surface texture of the mint you'd like to use in Condition 2.  </speak>"
		],
		[
			"CMScript_nochoice0055",
			"<speak>  In the highlighted cell below, please type either a lot or some, for the amount of caffeine you'd like to use in Condition 2.</speak>"
		],
		[
			"CMScript_nochoice0056",
			"<speak>  In the highlighted cell below, please type either aspartame or sugar for the type of of sweetener you'd like to use in Condition 1.</speak>"
		],
		[
			"CMScript_nochoice0057",
			"<speak>  In the highlighted cell below, please type either high or low for the amount of carbon dioxide you'd like to use in Condition 2.</speak>"
		]
	]
}